web-api-helloworld/php-laravel-octane/result-cpu-bound.txt
Running 1m test @ http://localhost:8000/cpu-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   891.84ms  403.94ms   2.00s    64.67%
    Req/Sec    29.80     20.45   131.00     79.41%
  6186 requests in 1.12m, 6.58MB read
  Socket errors: connect 0, read 0, write 0, timeout 496
Requests/sec:     92.01
Transfer/sec:    100.27KB