web-api-helloworld/php-laravel-octane/result-io-bound.txt
Running 1m test @ http://localhost:8000/io-bound
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   570.39ms  515.52ms   2.00s    69.77%
    Req/Sec    42.44     32.62   202.00     74.06%
  7833 requests in 1.12m, 8.33MB read
  Socket errors: connect 0, read 0, write 0, timeout 799
Requests/sec:    116.44
Transfer/sec:    126.79KB