web-api-helloworld/php-laravel-octane/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   569.46ms  525.91ms   2.00s    74.41%
    Req/Sec    55.39     47.84   250.00     78.59%
  9854 requests in 1.02m, 10.44MB read
  Socket errors: connect 0, read 0, write 0, timeout 410
Requests/sec:    160.97
Transfer/sec:    174.64KB