web-api-helloworld/php-laravel-octane/result-ping.txt
Running 1m test @ http://localhost:8000/ping
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   406.07ms  319.20ms   1.89s    80.88%
    Req/Sec    69.64     55.64   310.00     71.45%
  15053 requests in 1.12m, 15.95MB read
  Socket errors: connect 0, read 0, write 0, timeout 282
Requests/sec:    223.78
Transfer/sec:    242.79KB